import { Topic } from './interface';
export const MessageStoreDefaultValue = {
  [Topic.FAMILY]: [
    '在这个世界上，家人是最珍贵的宝藏，是风雨中最坚实的港湾。有你们在身边，我才能够笑对人生的风风雨雨。',
    '家人，是那个知道你所有故事的人，是那个无条件支持你的人。有你们在，我才能拥有勇气去追求自己的梦想。',
    '家人之间的常用问候语：- 早上好，大家早安！- 晚上好，大家晚安！- 回来了，今天辛苦了。- 出去啊，小心点哦。- 好久不见，最近怎么样？',
    '晚饭后，一家人一起收拾桌子，聊天并分享彼此的日常。',
    '家人，是生命中最温暖的陪伴，是风雨中最坚实的依靠。感谢有你们，让我在这个世界上不再孤单。',
    '无论身在何处，家人的思念总是如影随形。愿我们的亲情，如同春日的阳光，永远温暖而耀眼。',
    '亲人之间的聊天，如同一首甜美的歌谣，唤起我对家的温暖回忆。有你们在，我心安然。',
    '我喜欢和家人一起吃饭聊天，很温馨。',
  ],
  [Topic.LOVE]: [],
  [Topic.COLLEAGUE]: [],
  [Topic.FRIEND]: [],
};
